Repository: sher-ocs-79/wifidog
Catalog: wifidog/locale/*/LC_MESSAGES/messages.po
Languages: el

source: Multiple connections
el: Πολλαπλές συνδέσεις

source: Can an account be connected more than once at the same time?
el: Μπορεί ένας λογαριασμός να είναι συνδεδεμένος περισσότερες από μία φορές ταυτόχρονα;

source: Network's user verification
el: Επαλήθευση χρήστη δικτύου

source: Access rights
el: Δικαιώματα πρόσβασης

source: Latitude
el: Γεωγραφικό πλάτος

source: Longitude
el: Γεωγραφικό μήκος

source: Zoomlevel
el: Επίπεδο εστίασης

source: Map type
el: Τύπος χάρτη

source: Default Google Map type for your the area of your wireless network
el: Προεπιλεγμένος τύπος Χάρτη του Google για την περιοχή του ασύρματου δικτύου σας

source: GIS data
el: Δεδομένα GIS

source: Could not delete network!
el: Δεν ήταν δυνατή η διαγραφή του δικτύου!

source: Network administration
el: Διαχείριση δικτύου

source: Usernames
el: Ονόματα χρήστη

source: MAC addresses
el: Διευθύνσεις MAC

source: No restriction...
el: Κανένας περιορισμός...

source: yesterday
el: χθες

source: today
el: σήμερα

source: 2 days ago
el: πριν από 2 μέρες

source: 3 days ago
el: πριν από 3 μέρες

source: 1 week ago
el: πριν από 1 εβδομάδα

source: 2 weeks ago
el: πριν από 2 εβδομάδες

source: 3 weeks ago
el: πριν από 3 εβδομάδες

source: 1 month ago
el: πριν από ένα μήνα

source: 2 months ago
el: πριν από δύο μήνες

source: 6 months ago
el: πριν από 6 μήνες

source: 1 year ago
el: πριν από 1 χρόνο

source: Select from and to...
el: Επιλέξτε από και σε..........

source: yesterday (whole day)
el: χθες (όλη μέρα)

source: today (whole day)
el: σήμερα (όλη μέρα)

source: this month
el: αυτόν τον μήνα

source: last month
el: τον προηγούμενο μήνα

source: this year
el: αυτόν τον χρόνο

source: forever
el: για πάντα

source: From
el: Από

source: To
el: Σε

source: Invalid parameter
el: Μη έγκυρη παράμετρος

source: Username or MAC address, depending on selection above
el: Όνομα χρήστη ή διεύθυνση MAC, ανάλογα με την ανωτέρω επιλογή

source: Report configuration
el: Ρυθμίσεις αναφοράς

source: Restrict the time range for which statistics will be computed
el: Περιορισμός της χρονικής περιόδου για την οποία θα υπολογιστούν τα στατιστικά δεδομένα

source: Restrict stats to the following nodes
el: Περιορισμός στατιστικών για τους ακόλουθους κόμβους

source: Distinguish users by
el: Διαχωρισμός χρηστών ανά

source: Restrict stats to the selected users
el: Περιορισμός στατιστικών για τους επιλεγμένους χρήστες

source: Selected reports
el: Επιλεγμένες αναφορές

source: SQL Query
el: Ερώτημα SQL

source: Query plan
el: Πλάνο ερωτημάτων

source: Elapsed time for query execution : %.6f second(s)
el: Χρόνος που έχει διανυθεί για την πραγματοποίηση του ερωτήματος: %.6f δευτερόλεπτο(α)

source: An error occured while executing the following SQL query
el: Ένα λάθος προέκυψε κατά την εκτέλεση του ακόλουθου SQL ερωτήματος

source: Error message
el: Μήνυμα λάθους

source: The query returned %d results
el: Το ερώτημα επέστρεψε %d αποτελέσματα

source: The query returned %d results, although there should have been only one.
el: Το ερώτημα επέστρεψε %d αποτελέσματα, παρόλο που θα έπρεπε να είναι μόνο ένα

source: The query returned %d result(s)
el: Το ερώτημα επέστρεψε %d αποτελέσμα (τα)

source: %d rows affected by the SQL query.
el: %d σειρών επηρεάστηκαν από το ερώτημα SQL

source: Elapsed time for query execution : %6f second(s)
el: Χρόνος που έχει διανυθεί για την πραγματοποίηση του ερωτήματος %6f δευτερόλεπτο(α)

source: Server management
el: Διαχείριση διακομιστή

source: Server administration
el: Διαχείριση Διακομιστή

source: Untitled content
el: Άτιτλο περιεχόμενο

source: Content type is optionnal, but cannot be empty!
el: Ο τύπος περιεχομένου είναι προαιρετικός, αλλά δεν είναι δυνατό να είναι άδειος!

source: Unable to insert new content into database!
el: Δεν ήταν δυνατή η εισαγωγή νέου περιεχομένου στην βάση δεδομένων!

source: It appears that you have not installed any Content plugin !
el: Φαίνεται ότι δεν έχετε εγκαταστήσει καμία σύνδεση για λήψη Περιεχομένου!

source: You must select a content type:
el: Πρέπει να επιλέξετε έναν τύπο περιεχομένου:

source: Add new Content of type
el: Προσθήκη νέου τύπου Περιεχομένου

source: No content type matches the filter.
el: Κανένας τύπος περιεχομένου δεν ταιριάζει σε αυτό το φίλτρο

source: Add a %s
el: Προσθήκη %s

source: Display page
el: Σελίδα Έκθεσης

source: Area
el: Περιοχή

source: Order
el: Σειρά

source: Content
el: Περιεχόμενο

source: Actions
el: Δράσεις

source: Select from reusable content library
el: Επιλέξτε από το επαναχρησιμοποιούμενο περιεχόμενο της βιβλιοθήκης

source: Title
el: Τίτλος

source: Content type
el: Τύπος περιεχομένου

source: Sorry, no elligible content available in the database
el: Λυπούμαστε, δεν υπάρχει νόμιμο περιεχόμενο σε αυτήν την βάση δεδομένων

source: The following content type isn't valid:
el: Ο ακόλουθος τύπος περιεχομένου δεν είναι έγκυρος:

source: Update was unsuccessfull (database error)
el: Η ενημέρωση απέτυχε (λάθος στην βάση δεδομένων)

source: Unable to insert the new Owner into database.
el: Δεν ήταν δυνατή η προσθήκη νέου κατόχου στην βάση δεδομένων

source: Unable to remove the owner from the database.
el: Δεν ήταν δυνατή η μεταφορά του κατόχου από την βάση δεδομένων

source: Author(s):
el: Συντάκτης (ες):

source: Project information:
el: Πληροφορίες έργου:

source: (You do not have access to edit this piece of content)
el: (Δεν έχετε πρόσβαση για να επεξεργαστείτε αυτήν την πληροφορία)

source: %s MetaData
el: %s Μεταδεδομένα

source: Display the title?
el: Εμφάνιση τίτλου;

source: Title:
el: Τίτλος:

source: title
el: Τίτλος

source: Description:
el: Περιγραφή:

source: description
el: περιγραφή

source: Long description:
el: Εκτενής περιγραφή:

source: long description
el: εκτενής περιγραφή

source: Information on this project:
el: Πληροφορίες για αυτό το έργο:

source: project information
el: πληροφορίες έργου

source: %s access control
el: %s έλεγχος πρόσβασης

source: Is part of reusable content library (protected from deletion)?
el: Είναι μέρος επαναχρησιμοποιούμενου περιεχομένου βιβλιοήκης (προστατευμένο από διαγραφή);

source: Content owner list
el: Κατάλογος κατόχων του περιεχομένου

source: Remove owner
el: Μεταφορά κατόχου

source: Add owner
el: Προσθήκη κατόχου

source: Unable to set as author in the database.
el: Δεν είναι δυνατός ο ορισμός συντάκτη στην βάση δεδομένων

source: Deployed HotSpots map
el: Χάρτης ανεπτυγμένων Σημείων Ασύρματης Πρόσβασης

source: Find Hotspots
el: Σημεία Ασύρματης Πρόσβασης

source: authentication server
el: Διακομιστής ελέγχου ταυτότητας

source: %s is not a valid structural display area
el: %s δεν είναι έγκυρη περιοχή επίδειξης δομής

source: %s Login
el: %s Σύνδεση

source: Login
el: Σύνδεση

source: Click <a href='%s'>here</a> to continue
el: Πατήστε <a href='%s'> εδώ </a> για να συνεχίσετε

source: The transfer from secure login back to regular http may cause a warning.
el: Η μετάβαση από μία ασφαλή σελίδα σύνδεσης σε μία κοινή σελίδα, μπορεί να προκαλέσει την εμφάνιση προειδοποίησης.

source: Could not delete node!
el: Δεν ήταν δυνατή η διαγραφή του κόμβου!

source: PUT_GATEWAY_ID_HERE
el: ΤΟΠΟΘΕΤΗΣΗ_ΤΑΥΤΟΤΗΤΑΣ_ΠΥΛΗΣ_ΕΔΩ

source: New node
el: Νέος Κόμβος

source: Sorry, a node for the gateway %s already exists.
el: Λυπούμαστε, ο κόμβος για την πύλη %s υπάρχει ήδη.

source: Unable to insert new node into database!
el: Δεν είναι δυνατή η προσθήκη νέου κόμβου στην βάση δεδομένων!

source: Filter:
el: Φίλτρο:

source: Node Name
el: Όνομα κόμβου

source: Gateway ID
el: Ταυτότητα Πύλης

source: Sorry, no nodes available in the database
el: Λυπούμαστε, δεν υπάρχουν διαθέσιμοι κόμβοι στην βάση δεδομένων

source: Add a new node for the gateway ID
el: Προσθήκη νέου κόμβου για την ταυτότητα πύλης

source: in
el: σε

source: No deployment statuses could be found in the database
el: Καμία κατάσταση ανάπτυξης δεν βρέθηκε στην βάση δεδομένων

source: The node with %s: %s could not be found in the database!
el: Ο κόμβος με %s: %s δεν βρέθηκε στην βάση δεδομένων!

source: Edit a node
el: Επεξεργασία κόμβου

source: Get access statistics
el: Λήψη στατιστικών στοιχείων πρόσβασης

source: Node content
el: Περιεχόμενο κόμβου

source: Civic number
el: Αστικός αριθμός

source: Street name
el: Όνομα οδού

source: Country
el: Χώρα

source: Public phone number
el: Αριθμός δημόσιου τηλεφώνου

source: Public email
el: Δημόσια ηλεκτρονική διεύθυνση

source: Mass transit info
el: Πληροφορίες μαζικής μεταφοράς

source: Information about the node
el: Πληροφορίες για τον κόμβο

source: Geocode the address or postal code above
el: Δώστε γεωγραφικό κωδικό για την ανωτέρω διεύθυνση ή ταχυδρομικό κωδικό

source: Check using Google Maps
el: Έλεγχος με χρήση των χαρτών του Google

source: Use a geocoding service, then use Google Maps to pinpoint the exact location.
el: Χρησιμοποιήστε υπηρεσία γεωγραφικής κωδικοποίησης, και στην συνέχεια χρησιμοποιήστε τους χάρτες του Google για να επισημάνετε την ακριβή τοποθεσία

source: Use a geocoding service
el: Χρησιμοποιήστε υπηρεσία γεωγραφικής κωδικοποίησης

source: Map URL
el: URL χάρτης

source: Node deployment status
el: Κατάσταση ανάπτυξης του κόμβου

source: Is this node splash-only (no login)?
el: Αυτός ο κόμβος επιτρέπει ελεύθερη πρόσβαση (χωρίς διαδικασία σύνδεσης);

source: URL to show instead of the portal
el: URL που θα εμφανιστεί σντί της πύλης

source: If this is not empty, the portal will be disabled and this URL will be shown instead
el: Εάν δεν είναι άδειο, η πύλη θα απενεργοποιηθεί και θα εμφανιστεί αυτό το URL

source: Node configuration
el: Ρυθμίσεις κόμβου

source: It appears that the Geocoder could not be reached or could not geocode the given address.
el: Φαίνεται ότι ο γεωγραφικός κωδικοποιητής δεν είναι προσβάσιμος ή ότι δεν μπόρεσε να δώσει γεωγραφικκό κωδικό για την συγκεκριμένη διεύθυνση.

source: You must enter a valid address.
el: Πρέπει να εισάγετε μία έγκυρη διεύθυνση.

source: Unable to create geocoder. Are you sure you set the country?
el: Αδύνατη η δημιουργία γεωγραφικού κωδικού. Είστε σίγουροι ότι ορίσατε την χώρα;

source: Node administration
el: Διαχείριση Κόμβου

source: Theme pack %s cannot be found in %s
el: Το θεματικό πακέτο %s δεν βρέθηκε στα %s

source: %s (Theme did not include a name.txt file)
el: %s (θέμα δεν περιλαμβάνει όνομα.txt file)

source: %s (Theme did not include a description.txt file)
el: %s (θέμα δεν περιλαμβάνει περιγραφή.txt file)

source: Theme pack:
el: Θεματικό πακέτο:

source: Unable to open the network theme packs directory
el: Δεν είναι δυνατό το άνοιγμα του καταλόγου των θεματικών πακέτων του δικτύου

source: No network theme packs available in %s
el: Δεν υπάρχουν διαθέσιμα θεματικά πακέτα δικτύου σε %s

source: Status of all nodes of the
el: Κατάσταση όλων των κόμβων του

source: Local content demo
el: Πρόγραμμα επίδειξης τοπικού περιεχομένου

source: Online users
el: Συνδεδεμένοι χρήστες

source: days
el: Μέρες

source: Logged in as
el: Σύνδεση ως

source: I am not logged in.
el: Δεν έχω συνδεθεί

source: user is online at this hotspot
el: Χρήστης που είναι συνδεδεμένος σε αυτό το Σημείο Ασύρματης Πρόσβασης

source: users are online at this hotspot
el: Χρήστες που είναι συνδεδεμένοι σε αυτό το Σημείο Ασύρματης Πρόσβασης

source: Nobody is online at this hotspot
el: Κανείς δεν είναι συνδεδεμένος σε αυτό το Σημείο Ασύρματης Πρόσβασης.

source: Login or Signup here
el: Σύνδεση ή εγγραφή εδώ

source: Username (or email)
el: Όνομα χρήστη (ή ηλεκτρονική διεύθυνση)

source: Password
el: Κωδικός πρόσβασης

source: Create a free account
el: Δημιουργήστε έναν δωρεάν λογαριασμό

source: Show me the closest hotspot
el: Δείξτε μου το κοντινότερο Σημείο Ασύρματης Πρόσβασης

source: Enter your postal code
el: Εισάγετε τον ταχυδρομικό σας κώδικα

source: Show
el: Δείξτε

source: Refresh map
el: Ανανέωση χάρτη

source: Legend
el: Υπόμνημα

source: I'm having difficulties
el: Συναντάω δυσκολίες

source: Register a free account with
el: Καταχώριση δωρεάν λογαριασμού στο δίκτυο των

source: Username desired
el: Επιθυμητό Όνομα χρήστη

source: Your email address
el: Η ηλεκτρονική σας διεύθυνση

source: Password (again)
el: Κωδικός πρόσβασης (ξανά)

source: Sign-up
el: Εγγραφή

source: Please note
el: Παρακαλούμε, σημειώστε

source: While accounts are free, we <em>strongly</em> suggest that you use your previously created account if you have one.
el: Αν και οι λογαριασμοί είναι δωρεάν, συνιστάται να χρησιμοποιείτε τον λογαριασμό που έχετε ήδη δημιουργήσει, εάν έχετε.

source: <b>Your email address must be valid</b> in order for your account to be activated.
el: Για να ενεργοποιηθεί ο λογαριασμός σας πρέπει η ηλεκτρονική σας διεύθυνση να είναι έγκυρη.

source: A validation email will be sent to that email address.
el: Ένα ηλεκτρονικό μήνυμα επικύρωσης θα σταλεί στην ηλεκτρονική σας διεύθυνση.

source: To fully activate your account you must respond to that email.
el: Για να ενεργοποιήσετε πλήρως τον λογαριασμό σας, πρέπει να απαντήσετε σε αυτό το ηλεκτρονικό μήνυμα

source: Note to free web-based email users
el: Σημείωση για τους χρήστες ελεύθερου ηλεκτρονικού ταχυδρομίου στο δίκτυο

source: Sometimes our validation email ends up in the 'spam' folder of some providers. If you have not received any email with the validation URL 5 minutes after submitting this form, please take a look in the spam folder.
el: Κάποιες φορές, το ηλεκτρονικό μήνυμα επικύρωσης καταλήγει στον φάκελο με τα άχρηστα. Εάν δεν έχετε λάβει το μήνυμα επικύρωσης πέντε λεπτά από την υποβολή της φόρμας, παρακαλούμε ελέγξτε τον φάκελο με τα άχρηστα.

source: You can also use the following links if you need help
el: Μπορείτε να χρησιμοποιήσετε τις ακόλουθες υπερσυνδέσεις αν χρειάζεστε βοήθεια

source: Status of the %d open %s Hotspots
el: Κατάσταση των %d ανοιχτών %s Σημείων Ασύρματης Πρόσβασης

source: Hotspot / Status
el: Σημείο Ασύρματης Πρόσβασης / Κατάσταση

source: Location
el: Τοποθεσία

source: Hotspot in testing phase
el: Σημείο Ασύρματης Πρόσβασης σε φάση ελέγχου

source: Hotspot not monitored
el: Σημείο Ασύρματης Πρόσβασης που δεν παρακολουθείται

source: Opened on %s
el: Άνοιξε την %s

source: Lost password
el: Χαμένος κωδικός πρόσβασης

source: Your username
el: Το όνομα χρήστη σας

source: Please enter your username or email address to reset your password
el: Παρακαλούμε, εισάγετε το όνομα χρήστη ή την ηλεκτρονική σας διεύθυνση για να αλλάξετε τον κωδικό σας

source: The %s network currently has one valid user.
el: Το %s δίκτυο έχει έναν έγκυρο χρήστη.

source: The %s network currently has %d valid users.
el: Το %s δίκτυο έχει %d έγκυρους χρήστες.

source: One user is currently online.
el: Ένας χρήστης είναι αυτή τη στιγμή συνδεδεμένος.

source: %d users are currently online.
el: %d χρήστες είναι αυτή την στιγμή συνδεδεμένοι.

source: This network currently has 1 deployed hotspot.
el: Αυτό το δίκτυο έχει αυτή την στιγμή ένα ανεπτυγμένο Σημείο Ασύρματης Πρόσβασης

source: This network currently has %d deployed hotspots.
el: Αυτό το δίκτυο έχει αυτή την στιγμή %d ανεπτυγμένα Σημεία Ασύρματης Πρόσβασης

source: Please get in touch with
el: Παρακαλούμε επικοινωνήστε με

source: We are a not-for-profit group dedicated to making no-fee wireless Internet access generally available.
el: Είμαστε μία μη κερδοσκοπική ομάδα αφοσιωμένη στο να κάνουμε την δωρεάν πρόσβαση στο ασύρματο διαδίκτυο γενικότερα διαθέσιμη.

source: Our aim is to encourage the growth of wireless networking and to build community in interesting and innovative ways.
el: Στόχος μας είναι να ενθαρρύνουμε την ανάπτυξη του ασύρματου δικτύου και να δημιουργήσουμε μία κοινότητα με νέους ενδιαφέροντες τρόπους.

source: We do this by setting up wireless Internet networks in parks, cafés, restaurants, bars and other publically-accessible locations across the city.
el: Αυτό το κάνουμε με την εγκατάσταση ασύρματου δικτύου σε πάρκα, καφετέρειες, εστιατόρεια, μπαρ, και άλλους δημόσιους χώρους στην πόλη.

source: For a complete and up-to-date listing of our nodes, visit
el: Για έναν πλήρη και ενημερωμένο κατάλογο των κόμβων μας, επισκεφτείτε

source: Re-send validation email
el: Στείλτε ξανά το ηλεκτρονικό μήνυμα επικύρωσης

source: Please enter your username and the validation email will be resent to your email address
el: Παρακαλούμε, εισάγετε το όνομα χρήστη και ένα μήνυμα επικύρωσης θα σταλεί ξανά στην ηλεκτρονική σας διεύθυνση

source: Lost username
el: Απώλεια ονόματος χρήστη

source: Please enter your email address to recover your username
el: Παρακαλώ, εισάγετε την ηλεκτρονική σας διεύθυνση για να ανακτήσετε το όνομα χρήστη

source: User list
el: Κατάλογος χρηστών

source: Sort by:
el: Ταξινόμηση ανά:

source: Direction:
el: Κατεύθυνση:

source: Sort
el: Ταξινόμηση

source: Registered On
el: Καταχωρημένος σε

source: Origin
el: Προέλευση

source: Logged in Since
el: Συνδεδεμένος από

source: Traffic IN/OUT
el: Κυκλοφορία ΜΕΣΑ/ΕΞΩ
