Repository: sher-ocs-79/wifidog
Catalog: wifidog/locale/*/LC_MESSAGES/messages.po
Languages: el

source: Deployed
el: Ανεπτυγμένος

source: In planning
el: Σε σχεδιασμό

source: In testing
el: Σε έλεγχο

source: Non-Wifidog node
el: Κόμβος μη-WifiDog

source: Permanently closed
el: Μόνιμα κλειστό

source: Temporarily closed
el: Προσωρινά κλειστό

source: Change network
el: Αλλαγή Δικτύου

source: No token specified!
el: Δεν προσδιορίστηκε κανένα αδειοδοτικό!

source: No user ID specified!
el: Δεν προσδιορίστηκε η ταυτότητα του χρήστη!

source: The validation token does not match the one in the database.
el: Το αδειοδοτικό επικύρωσης δεν ταιριάζει με αυτό της βάσης δεδομένων

source: Your account has already been activated.
el: Ο λογαριασμός σας έχει ενεργοποιηθεί.

source: Your account has been succesfully activated! You may now browse to a remote Internet address and take advantage of the free Internet access! If you get prompted for a login, enter the username and password you have just created.
el: Ο λογαριασμός σας ενεργοποιήθηκε με επιτυχία! Μπορείτε να φυλλομετρήσετε μία απομακρυσμένη διαδικτυακή διεύθυνση και να εκμεταλλευθέιτε την δωρεάν πρόσβαση στο διαδίκτυο. Εάν σας ζητηθεί να συνδεθείτε, εισάγετε το όνομα χρήστη και τον κωδικό που μόλις δημιουργήσατε.

source: Sorry, this network does not exist !
el: Λυπούμαστε, αυτό το δίκτυο δεν υπάρχει!

source: Please specify a username or email address
el: Παρακαλούμε, προσδιορίστε ένα όνομα χρήστη και μία ηλεκτρονική διεύθυνση

source: This username or email could not be found in our database
el: Το όνομα χρήστη ή/και η ηλεκτρονική διεύθυνση δεν βρέθηκαν στην βάση δεδομένων μας

source: A new password has been emailed to you.
el: Ένας νέος κωδικός χρήστη έχει σταλεί στην ηλεκτρονική σας διεύθυνση.

source: Unable to get the google API key, because I couldn't find a vhost matching the current hostname
el: Δεν ήταν δυνατή η λήψη του google API key.

source: Sorry, your browser does not support Google Maps.
el: Λυπούμαστε, ο πλοηγός σας δεν υποστηρίζει τους χάρτες του Google

source: Homepage
el: Αρχική Σελίδα

source: Show me on the map
el: Δείξε μου στον χάρτη

source: Loading, please wait...
el: Φόρτωση, παρακαλώ περιμένετε...

source: Hotspots status map
el: Χάρτης κατάστασης Σημείων Ασύρματης Πρόσβασης

source: Please specify a username
el: Παρακαλώ προσδιορίστε ένα όνομα χρήστη

source: This username could not be found in our database
el: Αυτό το όνομα χρήστη δεν βρέθηκε στην βάση δεδομένων μας

source: An email with confirmation instructions was sent to your email address.
el: Ένα ηλεκτρονικό μήνυμα με οδηγίες επιβεβαίωσης έχει σταλεί στην ηλεκτρονική σας διεύθυνση.

source: Username is required.
el: Το όνομα χρήστη είναι απαραίτητο.

source: Username contains invalid characters.
el: Το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες.

source: A valid email address is required.
el: Μία έγκυρη ηλεκτρονική διεύθυνση είναι απαραίτητη.

source: The email address must be valid (i.e. user@domain.com). Please understand that we also black-listed various temporary-email-address providers.
el: Η ηλεκτρονική διεύθυνση πρέπει να είναι έγκυρη (π.χ. χρήστης@domain.com). Παρακαλούμε να καταλάβετε ότι διατηρούμε "μαύρη λίστα" με τα άτομα που μας στέλνουν προσωρινές ηλεκτρονικές διευθύνσεις.

source: A password of at least 6 characters is required.
el: Απαιτείται κωδικός πρόσβασης έξι τουλάχιστον χαρακτήρων

source: You must type your password twice.
el: Πρέπει να πληκτρολογήσετε τον κωδικό πρόσβασης δύο φορές.

source: Passwords do not match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

source: Password is too short, it must be 6 characters minimum.
el: Ο κωδικός πρόσβασης είναι πολύ μικρός, πρέπει να περιέχει τουλάχιστον έξι χαρακτήρες.

source: Sorry, this network does not accept new user registration !
el: Λυπούμαστε, αυτό το δίκτυο δεν δέχεται την καταχώριση νέου χρήστη!

source: Sorry, a user account is already associated to this username. Pick another one.
el: Λυπούμαστε, υπάρχει ήδη ένας λογαριασμός χρήστη με αυτό το όνομα. Επιλέξτε κάποιο άλλο.

source: Sorry, a user account is already associated to this email address.
el: Λυπούμαστε, υπάρχει ήδη ένας λογαριασμός χρήστη με αυτήν την ηλεκτρονική διεύθυνση.

source: Your account has been granted %s minutes of access to retrieve your email and validate your account.
el: Ο λογαριασμός σας διαθέτει %s λεπτά πρόσβασης για να ανακτήσετε την ηλεκτρονική σας διεύθυνση και να επικυρώσετε τον λογαριασμό σας.

source: You may now open a browser window or start your email client and go to any remote Internet address to obtain the validation email.
el: Τώρα μπορείτε να ανοίξετε ένα παράθυρο ή να μπείτε στην ηλεκτρονική σας διεύθυνση και να πάτε σε οποιαδήποτε απομακρυσμένη διεύθυνση στο διαδίκτυο για να αποκτήσετε το ηλεκτρονικό μήνυμα επικύρωσης.

source: Please specify an email address
el: Παρακαλώ προσδιορίστε μία ηλεκτρονική διεύθυνση.

source: This email could not be found in our database
el: Αυτή η ηλεκτρονική διεύθυνση δεν βρέθηκε στην βάση δεδομένων μας

source: Your username has been emailed to you.
el: Το όνομα χρήστη έχει αποσταλεί στην ηλεκτρονική σας διεύθυνση.

source: Please validate your account from somewhere else or create a new one.
el: Παρακαλούμε, επικυρώστε τον λογαριασμό σας από κάπου αλλού, ή δημιουργήστε έναν καινούριο.

source: Access denied!
el: Άρνηση πρόσβασης!

source: If you do not receive an email from our validation server in the next minute, perhaps you have made a typo in your email address, you might have to create another account.
el: Έαν δεν λάβετε ηλεκτρονικό μήνυμα από τον διακομιστή επικύρωσης μέσα στο επόμενο λεπτό, ίσως έχετε κάνει κάποιο τυπογραφικό λάθος στην ηλεκτρονική σας διεύθυνση και μπορεί να πρέπει να δημιουργήσετε άλλον λογαριασμό.

source: Unknown message specified! (this is probably an error)
el: Προσδιορισμός άγνωστου μηνύματος! (μάλλον έχει γίνει λάθος)

source: No message has been specified! (this is probably an error)
el: Κανένα μήνυμα δεν προσδιορίστηκε! (μάλλον έχει γίνει λάθος)

source: French
el: Γαλλικά

source: English
el: Αγγλικά

source: German
el: Γερμανικά

source: Spanish
el: Ισπανικά

source: Portuguese
el: Πορτογαλικά

source: Japanese
el: Ιαπωνικά

source: Sorry, the 'object_class' parameter must be specified
el: Λυπούμαστε, η παράμετρος "κλάση_αντικειμένου" πρέπει να προσδιοριστεί

source: Create %s
el: Δημιουργία %s

source: Add %s
el: Προσθήκη %s

source: Create a new %s
el: Δημιουργία ενός νέου %s

source: Add a new %s
el: Προσθήκη ενός νέου %s

source: Show all %s
el: Δείξε όλα τα %s

source: Show only persistant %s
el: Δείξε μόνο τα επαναλαμβανόμενα %s

source: Edit %s
el: Επεξεργασία των %s

source: Sorry, the object couldn't be created. You probably didn't fill the form properly
el: Λυπούμαστε, το αντικείμενο δεν μπορεί να δημιουργηθεί. Πιθανώς, δεν συμπληρώσατε σωστά την φόρμα.

source: Showing preview as it would appear at
el: Εμφάνιση προεπισκόπησης, όπως θα εμφανιζόταν σε

source: Node
el: Κόμβος

source: Preview
el: Προεπισκόπηση

source: Edit
el: Επεξεργασία

source: Object successfully deleted
el: Το αντικείμενο διαγράφηκε με επιτυχία

source: Deletion failed, error was:
el: Η διαγραφή απέτυχε, το σφάλμα ήταν:

source: Sorry, the 'object_id' parameter must be specified
el: Λυπούμαστε, η παράμετρος "αντικείμενο_ταυτότητα" πρέπει να οριστεί

source: Save
el: Αποθήκευση

source: Delete
el: Διαγραφή

source: Generic object editor
el: Επεξεργαστής αντικειμένου γενικής χρήσης

source: NoCat user database import
el: Εισαγωγή χρήστη NoCat στην βάση δεδομένων

source: Please select the NoCat passwd file you want to import.
el: Παρακαλούμε επιλέξτε το NoCat αρχείο που θέλετε να εισάγετε.

source: Accept users with no email addresses (Normally, NoCat usernames are expected to be the user's email address, and the username is generated from the prefix.
el: Αποδοχή χρηστών χωρίς ηλεκτρονική διεύθυνση (Κανονικά τα ονόματα χρήστη του NoCat είναι η ηλεκτρονική διεύθυνση του χρήστη και το όνομα συμπεραίνεται από το πρόθεμα).

source: Upload file
el: Φόρτωση Αρχείου

source: I am sure I want to import (Otherwise, the import will only be simulated).
el: Είμαι σίγουρος ότι θέλω να εισάγω (διαφορετικά η εισαγωγή θα προσομοιωθεί).

source: Sorry, a user account is already associated to the email address:
el: Λυπούμαστε, υπάρχει ήδη λογαριασμός με αυτήν την ηλεκτρονική διεύθυνση:

source: Sorry, the user must have a email address.
el: Λυπούμαστε, ο χρήστης πρέπει να έχει ηλεκτρονική διεύθυνση.

source: Sorry, a user account already exists with the username:
el: Λυπούμαστε, υπάρχει ήδη λογαριασμός με αυτό το όνομα χρήστη:

source: SQL error on:
el: Σφάλμα SQL σε:

source: Report
el: Αναφορά

source: Connections at
el: Συνδέσεις σε

source: User information for
el: Πληροφορίες χρήστη για

source: Connections from MAC
el: Συνδέσεις από MAC

source: Network information for
el: Πληροφορίες Δικτύου για

source: Generate statistics
el: Παραγωγή στατιστικών στοιχείων

source: Internal error.
el: Εσωτερικό σφάλμα

source: Find a user ID :
el: Εύρεση της ταυτότητας κάποιου χρήστη

source: Hotspot location map
el: Χάρτης τοποθεσίας Σημείου Ασύρματης Πρόσβασης

source: Click anywhere on the map to extract the GIS location, then click on the button to save the data.
el: Πατήστε οπουδήποτε πάνω στον χάρτη για να εξάγετε την τοποθεσία GIS, και στην συνέχεια πατήστε το κουμπί για να αποθηκεύσετε τα δεδομένα.

source: Use these coordinates
el: Χρησιμοποιήστε αυτές τις συντεταγμένες

source: Error: You need to set the GIS coordinates of the center of your network
el: Λάθος: Πρέπει να ορίσετε τις GIS συντεταγμένες του κέντρου του δικτύου σας

source: You need to set a node ID.
el: Πρέπει να ορίσετε μία ταυτότητα κόμβου.

source: Monitoring system
el: Σύστημα ελέγχου

source: node
el: κόμβος

source: Node %s (%s) has been down for %d minutes (since %s)
el: Ο κόμβος %s (%s) είναι εκτός λειτουργίας εδώ και %d λεπτά (από %s)

source: Failed sending mail
el: Η αποστολή του email απέτυχε

source: No deployed nodes could not be found in the database
el: Δεν βρέθηκαν ανεπτυγμένοι κόμβοι σε αυτήν την βάση δεδομένων.

source: Try running the
el: Δοκιμάστε να εκτελέσετε το

source: installation script
el: Γραφή εγκατάστασης

source: No user matches the default network, a new user admin/admin will be created. Change the password as soon as possible !
el: Κανένας χρήστης δεν ταιριάζει με το προεπιλεγμένο δίκτυο, ένας νέος χρήστης admin/admin θα δημιουργηθεί. Αλλάξτε κωδικό πρόσβασης όσο το δυνατόν συντομότερα.

source: Could not get a default network!
el: Δεν βρέθηκε προεπιλεγμένο δίκτυο!

source: Trying to update the database schema.
el: Προσπάθεια ενημέρωσης της βάσης δεδομένων σχήματος

source: Unable to retrieve schema version. The database schema is too old to be updated.
el: Αδύνατη η ανάκτηση της έκδοσης σχήματος. Η βάση δεδομένων σχήματος είναι πολύ παλιά για να ενημερωθεί.

source: Unused
el: Αχρησιμοποίητο

source: In use
el: Σε χρήση

source: Used
el: Έχει χρησιμοποιηθεί

source: Unable to generate token for user %s
el: Δεν είναι δυνατή η δημιουργία αδειοδοτικού για τον χρήστη %s

source: I'm having difficulties:
el: Αντιμετωπίζω δυσκολίες

source: I Forgot my username
el: Ξέχασα το όνομα χρήστη

source: I Forgot my password
el: Ξέχασα τον κωδικό

source: Re-send the validation email
el: Ξαναστείλε το email ενεργοποίησης

source: %s login page for %s
el: %s σελίδα σύνδεσης για %s

source: Offsite login page
el: Σελίδα σύνδεσης εκτός διεύθυνσης

source: Welcome to
el: Καλώς ήρθατε στο δίκτυο

source: No Hotspot specified!
el: Δεν έχει καθοριστεί Σημείο Ασύρματης Πρόσβασης

source: %s portal for %s
el: %s πύλη για %s

source: You NEED to confirm your account. An email with confirmation instructions was sent to your email address. If you don't see it in your inbox, make sure to look in your spam folder.
el: Είναι απαραίτητο να επιβεβαιώσετε τον λογαριασμό σας. Ένα email με τις απαραίτητες οδηγίες έχει σταλεί στην διεύθυνση σας. Εάν δεν το βρίσκετε στα εισερχόμενα μηνύματα, ελέξτε τον φάκελο με την ανεπιθύμητη αλληλογραφία.

source: Show all available contents for this hotspot
el: Επίδειξη όλου του διαθέσιμου περιεχομένου σε αυτό το Σημείο Ασύρματης Πρόσβασης.

source: Number of validated user registration for the selected network(s)
el: Νούμερο των επικυρωμένων καταχωρίσεων χρηστών για το(α) επιλεγμένο(α) δίκτυο (α)

source: Cumulative number of validated users for the selected network(s)
el: Αθροιστικό νούμερο των επικυρωμένων εγγραφών χρήσης για το(α) επιλεγμένο(α) δίκτυο (α)

source: Number of individual user visits per month
el: Νούμερο επισκέψεων μεμονωμένων χρηστών τον μήνα

source: Note: A visit is like counting connections, but only counting one connection per day for each user at a single node
el: Σημείωση: ως μία επίσκεψη μετράμε την μία σύνδεση, αλλά υπολογίζεται μόνο μία σύνδεση την μέρα για τον κάθε χρήστη σε κάθε έναν κόμβο

source: Number of individual user visits per weekday
el: Νούμερο επισκέψεων μεμονωμένων χρηστών την ημέρα

source: Number of new connections opening per hour of the day
el: Νούμερο νέων συνδέσεων κάθε ώρα της ημέρας

source: Fatal error: Username cannot be empty
el: Το όνομα χρήστη δεν μπορεί να είναι άδειο!

source: Login successfull
el: Επιτυχής σύνδεση

source: Unknown username or email
el: Άγνωστο όνομα χρήστη ή ηλεκτρονική διεύθυνση

source: Incorrect password (Maybe you have CAPS LOCK on?)
el: Λάθος κωδικός εισόδου (ίσως γράφετε με ΚΕΦΑΛΑΙΑ;)

source: Error while connecting to the LDAP server.
el: Λάθος κατά την σύνδεση με τον διακομιστή LDAP

source: Error while obtaining your LDAP information.
el: Λάθος κατά την ανάκτηση των πληροφοριών LDAP

source: Error while obtaining your username or password from the LDAP server.
el: Λάθος κατά την ανάκτηση του ονόματος χρήστη ή του κωδικού εισόδου από τον διακομιστή LDAP

source: Error in username or password.
el: Λάθος στο όνομα χρήστη ή στον κωδικό εισόδου

source: Error connecting to the LDAP Server.
el: Λάθος κατά την σύνδεση με τον LDAP διακομιστή

source: Invalid RADIUS encryption method.
el: Μη έγκυρη μέθοδος αποκρυπτογράφησης RADIUS

source: Could not initiate PEAR RADIUS Auth class :
el: Δεν ήταν δυνατή η έναρξη του PEAR RADIUS Auth class :

source: Failed to send authentication request to the RADIUS server. :
el: Αποτυχία αποστολής αιτήματος ελέγχου ταυτότητας στον διακομιστή RADIUS

source: The RADIUS server rejected this username/password combination.
el: Ο διακομιστής RADIUS απέρριψε τον συνδυασμό ονόματος χρήστη/κωδικού εισόδου

source: %d most mobile users
el: %d οι περισσότεροι χρήστες κινητών

source: User (username)
el: Χρήστης (όνομα χρήστη)

source: User (MAC address)
el: Χρήστης (διεύθυνση MAC)

source: Nodes visited
el: Κόμβοι που έχουν δεχτεί επίσκεψη

source: No information found matching the report configuration
el: Δεν βρέθηκαν πληροφορίες που να ταιριάζουν με τις ρυθμίσεις της αναφοράς

source: Node status information
el: Πληροφορίες για την κατάσταση του κόμβου

source: Sorry, this report requires you to select individual nodes
el: Λυπούμαστε, αυτή η αναφορά απαιτεί να επιλέξετε μεμονωμένους κόμβους

source: Status
el: Κατάσταση

source: WifiDog status
el: Κατάσταση WifiDog

source: Last heartbeat
el: Τελευταίο διάστημα παλμών

source: %s ago
el: Πριν από %s

source: WifiDog version
el: Έκδοση WifiDog

source: IP Address
el: Διεύθυνση IP

source: Number of users online
el: Νούμερο συνδεδεμένων χρηστών

source: Profile
el: Προφίλ

source: Name
el: Όνομα

source: Node ID
el: Ταυτότητα Κόμβου

source: Deployment Status
el: Κατάσταση Ανάπτυξης

source: Deployment date
el: Ημερομηνία ανάπτυξης

source: Description
el: Περιγραφή

source: Network
el: Δίκτυο

source: GIS Location
el: Τοποθεσία GIS

source: Map
el: Χάρτης

source: NOT SET
el: ΜΗ ΟΡΙΣΜΕΝΟΣ

source: Address
el: Διεύθυνση

source: Telephone
el: Τηλέφωνο

source: Email
el: Ηλεκτρονική Διεύθυνση

source: Transit Info
el: Πληροφορίες μεταφοράς

source: Statistics
el: Στατιστικά στοιχεία

source: Average visits per day
el: Μέσος όρος επισκέψεων την ημέρα

source: (for the selected period)
el: (για την επιλεγμένη περίοδο)

source: Traffic
el: Κυκλοφορία

source: Incoming
el: Εισερχόμενα

source: Outgoing
el: Εξερχόμενα

source: Individual user report
el: Αναφορά μεμονωμένου χρήστη

source: User id: %s could not be found in the database
el: Ταυτότητα χρήστη: %s δεν μπόρεσε να βρεθεί στην βάση δεδομένων

source: Username
el: Όνομα χρήστη

source: Unique ID
el: Μοναδική ταυτότητα

source: Member since
el: Μέλος από

source: Account Status
el: Κατάσταση λογαριασμού

source: Prefered Locale
el: Προτιμητέα τοποθεσία

source: %d Connections
el: %d συνδέσεις

source: Logged in
el: Συνδεδεμένος

source: Time spent
el: Χρόνος που πέρασε

source: Token status
el: Κατάσταση αδειοδοτικού

source: Total
el: Σύνολο

source: %d MAC addresses
el: %d διευθύνσεις MAC

source: Count
el: Μέτρηση

source: %d users
el: %d χρηστών

source: %d most frequent users
el: %d πιο συχνοί χρήστες

source: Different days connected
el: Διαφορετικές μέρες σύνδεσης

source: Registration Log (New user's first connection)
el: Καταχώριση Εγγραφής (πρώτη σύνδεση νέου χρήστη)

source: Users who signed up here
el: Χρήστες που έχουν εγγραφεί εδώ

source: MAC address
el: Διεύθυνση MAC

source: Registration date
el: Ημερομηνία καταχώρισης

source: Network status information
el: Πληροφορίες κατάστασης δικτύου

source: Sorry, this report requires you to select individual networks
el: Λυπούμαστε, αυτή η αναφορά απαιτεί την επιλογή μεμονωμένων δικτύων

source: Creation date
el: Ημερομηνία δημιουργίας

source: Tech support email
el: Ηλεκτρονικό μήνυμα τεχνικής υποστήριξης

source: Validation grace time
el: Περίοδος χάριτος επικύρωσης

source: Validation email
el: Ηλεκτρονικό μήνυμα επικύρωσης

source: Allows multiple login
el: Επιτρέπει πολλαπλές συνδέσεις

source: Splash only nodes allowed
el: Επιτρέπονται κόμβοι ελεύθερης πρόσβασης

source: Custom portal redirect nodes allowed
el: Επιτρέπονται κόμβοι ανακατεύθυνσης σε πύλη

source: Number of users
el: Αριθμός χρηστών

source: Number of validated users
el: Νούμερο επικυρωμένων χρηστών

source: Number of users currently online
el: Νούμερο συνδεδεμένων χρηστών

source: Most popular nodes, by visit
el: Πιο δημημοφιλείς κόμβοι, ανά επίσκεψη

source: Visits
el: Επισκέψεις

source: Connection Log
el: Ημερολόγιο σύνδεσης

source: Access denied
el: Άρνηση πρόσβασης

source: Number of unique Users:
el: Αριθμός μοναδικών χρηστών:

source: MAC Count
el: Μέτρηση MAC

source: Cx Count
el: Μέτρηση Cx

source: Last seen
el: Ειδώθηκε τελευταία φορά

source: Number of non-unique connections:
el: Αριθμός μη-μοναδικών συνδέσεων:

source: Node name
el: Όνομα Κόμβου

source: Date
el: Ημερομηνία

source: Unknown
el: Άγνωστο

source: Graph on network use per hour, weekday and month
el: Γράφημα της χρήσης δικτύου ανά ώρα, ημέρα και μήνα

source: %d highest bandwidth consumers
el: %d καταναλωτές υψηλότερου εύρους ζώνης

source: Content display and clickthrough report
el: Εμφάνιση περιεχομένου και αναφορά επισκέψεων

source: Untitled Content
el: Άτιτλο περιεχόμενο

source: Content report for:
el: Αναφορά περιεχομένου για:

source: Clickthrough
el: Επισκεψιμότητα

source: Prints
el: Εκτυπώσεις

source: Clickthrough/Prints
el: Επισκεψιμότητα/Εκτυπώσεις

source: First
el: Πρώτο

source: Last
el: Τελευταίο

source: Rate
el: Βαθμολογία

source: %0.2f per day
el: %0.2f την ημέρα

source: Unique users
el: Μοναδικοί χρήστες

source: Unique locations
el: Μοναδικές τοποθεσίες

source: Content group elements report
el: Αναφορά στοιχείων ομάδας περιεχομένου

source: Element # of prints
el: Στοιχείο # εκτυπώσεων

source: Displayed content report
el: Αναφορά περιεχομένου που έχει παρουσιαστεί

source: Note: The statistics above include all the prints and clickthroughs of the displayed element, not just those resulting from it's display in this group.
el: Σημείωση: Οι ανωτέρω στατιστικές περιλαμβάνουν όλες τις εκτυπώσεις και τις επισκέψεις του εμφανιζόμενου στοιχείου, και όχι μόνο τις εμφανίσεις του σε αυτήν την ομάδα.

source: Important note: Currently, Report configuration options are ignored for this report.
el: Σημαντική σημείωση: Αυτήν τη στιγμή, οι επιλογές ρυθμίσεων της αναφοράς δεν έχουν ληφθεί υπόψη για αυτήν την αναφορά.

source: User registration report
el: Αναφορά καταχώρισης χρήστη

source: First connection per node
el: Πρώτη σύνδεση ανά κόμβο

source: # of new user first connection
el: # της πρώτης σύνδεσης του νέου χρήστη

source: Note: This is actually a list of how many new user's first connection occured at each hotspot, taking report restrictions into account. It includes non-validated users who successfully connected.
el: Σημείωση: Αυτός είναι ένας κατάλογος των πρώτων συνδέσεων νέων χρηστών που πραγματοποιήθηκαν σε κάθε Σημείο Ασύρματης Πρόσβασης. Περιλαμβάνει και τους μη-επικυρωμένους χρήστες που συνδέθηκαν με επιτυχία.

source: Newest Hotspots
el: Νεώτερα Σημεία Ασύρματης Πρόσβασης

source: List of the most recent Hotspots opened by the network:
el: Κατάλογος των πιο πρόσφατων Σημείων Ασύρματης Πρόσβασης που έχουν ανοιχτεί σε αυτό το δίκτυο:

source: Copyright
el: Πνευματική Ιδιοκτησία

source: See Map
el: Βλέπε Χάρτη

source: Contact
el: Επικοινωνία

source: Hotspot list
el: Κατάλογος Σημείων Ασύρματης Πρόσβασης

source: To protect the server the PDF file has not been created, because the server is too busy right now!
el: Για την προστασία του διακομιστή, το αρχείο PDF δεν δημιουργήθηκε, επειδή ο εξυπηρετητής είναι πολύ απασχολημένος αυτή την στιγμή!

source: Hotspots
el: Σημεία Ασύρματης Πρόσβασης

source: street name
el: Οδός

source: postal code
el: Ταχυδρομικός Κώδικας

source: city
el: Πόλη

source: name
el: Όνομα

source: This list contains all Hotspots of %s sorted by %s.
el: Αυτός ο κατάλογος περιέχει όλα τα Σημεία Ασύρματης Πρόσβασης του %s, ταξινομημένα ανά %s.

source: Number of Hotspots: %d
el: Αριθμός Σημείων Ασύρματης Πρόσβασης: %d

source: Last updated on: %s
el: Τελευταία ενημέρωση την: %s

source: Hotspot
el: Σημείο Ασύρματης Πρόσβασης

source: Postal code
el: Ταχυδρομικός Κώδικας

source: City
el: Πόλη

source: Province / State
el: Επαρχία/Χώρα

source: Homepage URL
el: Διεύθυνση Αρχικής Σελίδας

source: PDF file cannot be created because the FPDF library is not installed!
el: Το αρχείο PDF δεν δημιουργήθηκε γιατί η βιβλιοθήκη FPDF δεν έχει εγκατασταθεί

source: URL
el: Διεύθυνση Ιστοσελίδας

source: The content with the following id could not be found in the database:
el: Το περιεχόμενο με την ακόλουθη ταυτότητα δεν βρέθηκε στην βάση δεδομένων:

source: File size exceeds limit specified in PHP.ini
el: Το μέγεθος του αρχείου υπερβαίνει το όριο που έχει προσδιοριστεί στο PHP.ini

source: File size exceeds limit specified HTML form
el: Το μέγεθος του αρχείου υπερβαίνει το όριο που έχει προσδιοριστεί στην μορφή HTML

source: File upload was interrupted
el: Η φόρτωση του αρχείου διακόπηκε

source: Missing temp folder
el: Προσωρινός φάκελος που λείπει

source: Upload a new file (Uploading a new one will replace any existing file)
el: Φόρτωση νέου αρχείου (Η φόρτωση του νέου αρχείου θα αντικαταστήσει τυχόν υπάρχον αρχείο)

source: Remote file via URL
el: Απομακρυσμένο αρχείο μέσω URL

source: File URL
el: Αρχείο URL

source: Filename to display
el: Όνομα αρχείου για εμφάνιση

source: MIME type
el: Τύπος MIME

source: Locally stored file size
el: Μέγεθος αρχείου τοπικά αποθηκευμένου

source: KB
el: ΚΒ

source: Remote file size (Automatically converted from KB to Bytes)
el: Μέγεθος απομακρυσμένου αρχείου (Αυτόματη μετατροπή KB σε Bytes)

source: Download
el: Λήψη

source: Last update
el: Τελευταία ενημέρωση

source: Could not delete this file, since it is persistent
el: Δεν ήταν δυνατή η διαγραφή αυτού του αρχείου καθώς είναι επαναλαμβανόμενο.

source: Illegal Flickr Photostream selection mode.
el: Η τρόπος επιλογής του Flickr Photostream είναι παράνομος
